{
  "folder": "CQqSbxZtbGl6Oz1I",
  "name": "Piety",
  "type": "feature",
  "_id": "TqhbTvHo0XqK65DW",
  "img": "icons/magic/holy/prayer-hands-glowing-yellow-white.webp",
  "system": {
    "description": {
      "value": "<p>Your deity grants you a Heroic Resource called piety, letting you heal and empower your allies, and unleash holy power upon your foes.</p><h4>Piety in Combat</h4><p>At the start of a combat encounter or some other stressful situation tracked in combat rounds (as determined by the Director), you gain piety equal to your Victories. At the start of each of your turns during combat, you gain 1d3 piety.</p><p>Additionally, you can gain more piety by praying to the gods—but beware! Doing so can easily draw their ire, as the gods hate to be annoyed. Before you roll to gain piety at the start of your turn, you can pray (no action required). If you do, your roll gains the following additional effects:</p><ul><li><p>If the roll is a 1, you gain 1 additional piety but anger the gods! You take psychic damage equal to 1d6 + your level, which can’t be reduced in any way.</p></li><li><p>If the roll is a 2, you gain 1 additional piety.</p></li><li><p>If the roll is a 3, you gain 2 additional piety and can activate a domain effect of your choice (see below).</p></li></ul><p>You lose any remaining piety at the end of the encounter.</p><h4>Piety Outside of Combat</h4><p>Though you can’t gain piety outside of combat, you can use your heroic abilities and effects that cost piety without spending it. Whenever you use an ability or effect outside of combat that costs piety, you can’t use that same ability or effect outside of combat again until you earn 1 or more Victories or finish a respite.</p><p>When you use an ability outside of combat that lets you spend unlimited piety on its effect, such as Healing Grace, you can use it as if you had spent an amount of piety equal to your Victories.</p><h4>Domain Piety and Effects</h4><p>Your choice of domains provides you with two additional ways to earn piety during combat, as triggered by specific events. You might even have a single event trigger both your piety effects. For example, the Sun domain grants piety when a nearby creature takes fire or holy damage, while the War domain grants piety when a nearby creature takes damage of 10 + your level or higher. If you have both those domains and a nearby creature takes an appropriate amount of fire damage, you gain piety from both your domains.</p><p>Additionally, whenever you activate a domain effect by praying for piety, you can choose one of your domains and have that domain’s prayer effect take effect immediately.</p>",
      "director": ""
    },
    "source": {
      "book": "Heroes",
      "page": "95",
      "license": "Draw Steel Creator License",
      "revision": 1
    },
    "_dsid": "piety",
    "advancements": {}
  },
  "effects": [],
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null,
    "coreVersion": "13.347",
    "systemId": "draw-steel",
    "systemVersion": "0.8.0",
    "createdTime": 1755638868025,
    "modifiedTime": null,
    "lastModifiedBy": null
  },
  "_key": "!items!TqhbTvHo0XqK65DW"
}
