{
  "name": "Thief of Joy",
  "type": "treasure",
  "img": "icons/equipment/neck/torc-ball-captive.webp",
  "folder": "1cDmqfkfOvvVOQXC",
  "effects": [],
  "flags": {},
  "system": {
    "description": {
      "value": "<p><em>This burnished copper torque thrums with a sense of judgment. </em></p><p><strong>1st Level:</strong> While you wear this torque, you gain a bonus to Stamina equal to twice your highest characteristic score. Additionally, you can use a maneuver to choose a creature in your line of effect and learn their level. If their level is higher than yours, the torque grants you envy. If their level is equal to or lower than yours, the torque grants you disdain. You can have both envy and disdain from different creatures, but not more than one instance of either. Whenever a creature within 10 squares of you deals damage to another creature, you can use a triggered action to expend your envy or disdain. If you expend envy, you deal damage equal to the triggering damage to a creature adjacent to you. If you expend disdain, you reduce the triggering damage by half. At the end of the encounter, you lose any envy or disdain granted by the torque.</p><p><strong>5th Level:</strong> The torque’s bonus to Stamina increases to three times your highest characteristic score. Additionally, when you use the torque’s maneuver and the target creature is the same level as you, you gain your choice of envy or disdain.</p><p><strong>9th Level:</strong> The torque’s bonus to Stamina increases to five times your highest characteristic score. Additionally, you can have multiple instances of envy and disdain, with no limit on either</p>",
      "director": ""
    },
    "source": {
      "book": "Heroes",
      "page": "336",
      "license": "Draw Steel Creator License"
    },
    "_dsid": "treasure",
    "kind": "other",
    "category": "leveled",
    "echelon": 1,
    "keywords": [
      "psionic",
      "neck"
    ],
    "quantity": 1,
    "project": {
      "prerequisites": "A pound of feathers, a pound of bricks from the Seven Cities of Hell",
      "source": "Texts or lore in Anjali",
      "rollCharacteristic": [
        "might",
        "reason",
        "presence"
      ],
      "yield": {
        "amount": "1",
        "display": ""
      },
      "goal": 450
    }
  },
  "_id": "5dGacdmhxE1G5SV2",
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null,
    "coreVersion": "13.351",
    "systemId": "draw-steel",
    "systemVersion": "0.9.0",
    "createdTime": 1763173310918,
    "modifiedTime": null,
    "lastModifiedBy": null
  },
  "_key": "!items!5dGacdmhxE1G5SV2"
}
