{
  "name": "Paper Trappings",
  "type": "treasure",
  "img": "icons/equipment/chest/robe-layered-white.webp",
  "folder": "5RZq8kMsUYHbLjTy",
  "effects": [],
  "flags": {},
  "system": {
    "description": {
      "value": "<p><em>This delicate robe is made from thousands of pages torn from books, intricately folded together without a single thread to bind them.</em></p><p><strong>1st Level:</strong> While you wear this armor, you gain a +6 bonus to Stamina. Additionally, you can use a main action to fold in on yourself until you and your gear are paper thin. This effect lasts for 1 minute, letting you easily slip through any opening that is 1 inch wide or more. When you return to your three-dimensional form, you are dazed for 1 minute. If you return to your true form while in a space that is too small for you, you are violently expelled into the nearest open space of your choice and take [[/damage 3 d6]] damage.</p><p><strong>5th Level:</strong> The armor’s bonus to Stamina increases to +12, and when you return to your true form, you are dazed only until the end of your next turn. Additionally, while you are paper thin, you can use a maneuver to wrap yourself around an adjacent target who is the same size or smaller than you, automatically grabbing them.</p><p><strong>9th Level:</strong> The armor’s bonus to Stamina increases to +21, and you are no longer dazed when you return to your true form. Additionally, while you have a target grabbed when you are paper thin, you can use a maneuver to constrict the target, dealing [[/damage 10]] damage to them. A creature damaged this way takes a bane when using the Escape Grab maneuver against you and when making strikes against you.</p>",
      "director": ""
    },
    "source": {
      "book": "Heroes",
      "page": "",
      "license": "Draw Steel Creator License"
    },
    "_dsid": "treasure",
    "kind": "armor",
    "category": "leveled",
    "echelon": 1,
    "keywords": [
      "magic",
      "light"
    ],
    "quantity": 1,
    "project": {
      "prerequisites": "Ten pages from each of a hundred different books",
      "source": "Texts or lore in Anjali",
      "rollCharacteristic": [
        "might",
        "reason",
        "intuition"
      ],
      "yield": {
        "amount": "1",
        "display": ""
      },
      "goal": 450
    }
  },
  "_id": "3V8nEYuuRWUlBkAF",
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null,
    "coreVersion": "13.351",
    "systemId": "draw-steel",
    "systemVersion": "0.9.0",
    "createdTime": 1763173306105,
    "modifiedTime": null,
    "lastModifiedBy": null
  },
  "_key": "!items!3V8nEYuuRWUlBkAF"
}
