{
  "folder": "D711GmZWkqwMzrof",
  "name": "I'm No Threat",
  "type": "ability",
  "_id": "ZZbgNnWUKXD14C1r",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "source": {
      "book": "Heroes",
      "page": "162",
      "license": "Draw Steel Creator License",
      "revision": 1
    },
    "_dsid": "im-no-threat",
    "story": "Taking on an illusory countenance gives you an advantage on subterfuge.",
    "keywords": [
      "magic"
    ],
    "type": "maneuver",
    "category": "signature",
    "resource": null,
    "trigger": "",
    "distance": {
      "type": "self"
    },
    "damageDisplay": "melee",
    "target": {
      "type": "self"
    },
    "power": {
      "roll": {
        "formula": "@chr",
        "characteristics": []
      },
      "effects": {}
    },
    "effect": {
      "before": "<p>You envelop yourself in an illusion that makes you appear nonthreatening and harmless to your enemies. You might take on the appearance of a harmless animal of your size, such as a sheep or capybara, or you might appear as a less heroic and unarmed version of yourself. While this illusion lasts, your strikes gain an edge, and when you take the Disengage move action, you gain a +1 bonus to the distance you can shift.</p><p>The illusion ends when you harm another creature, when you physically interact with a creature, when you use this ability again, or when you end the illusion (no action required). If you end this illusion by harming another creature, you gain 1 surge.</p>",
      "after": ""
    },
    "spend": {
      "text": "Choose a creature whose size is no more than 1 greater than yours and who is within 10 squares. This ability’s illusion makes you appear as that creature. This illusion covers your entire body, including clothing and armor, and alters your voice to sound like that of the creature. You gain an edge on tests made to convince the creature’s allies that you are the creature.",
      "value": 1
    }
  },
  "effects": [],
  "sort": 200000,
  "ownership": {
    "default": 0,
    "whGCKogBJnD2ehjg": 3
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null,
    "coreVersion": "13.346",
    "systemId": "draw-steel",
    "systemVersion": "0.8.0",
    "createdTime": 1754652491391,
    "modifiedTime": null,
    "lastModifiedBy": null
  },
  "_key": "!items!ZZbgNnWUKXD14C1r"
}
