{
  "folder": "dMTmeM8PrGfzX0Ur",
  "name": "Runic Carving",
  "type": "ancestryTrait",
  "_id": "7UBJoBRNKS0DseiW",
  "img": "icons/magic/control/buff-flight-wings-runes-purple.webp",
  "system": {
    "description": {
      "value": "<p>You can carve a rune onto your skin with 10 uninterrupted minutes of work, which is activated by the magic within your body. The rune you carve determines the benefit you receive, chosen from among the following:</p><p><strong>Detection</strong>: Pick a specific type of creature (such as goblins or humans) or object (such as gems or potions). Your rune glows softly when you are within 20 squares of any creature or object of that type, even if you don’t have line of effect to the creature or object. You can change the type of creature or object as a maneuver.</p><p><strong>Light</strong>: Your skin sheds light for 10 squares. You can turn this light on and off as a maneuver.</p><p><strong>Voice</strong>: As a maneuver, you can communicate telepathically with a willing creature you have met before and who is within 1 mile of you. You must know the creature’s name, and they must speak and understand a language you know. You and the creature can respond to one another as if having a spoken conversation. You can communicate with a different creature by changing the rune.</p><p>You can have one rune active at a time, and can change or remove a rune with 10 uninterrupted minutes of work.</p>",
      "director": ""
    },
    "source": {
      "book": "Heroes",
      "page": "31",
      "license": "Draw Steel Creator License"
    },
    "_dsid": "runic-carving",
    "advancements": {},
    "points": null
  },
  "effects": [],
  "sort": 100000,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null,
    "coreVersion": "13.347",
    "systemId": "draw-steel",
    "systemVersion": "0.8.0",
    "createdTime": 1754528418789,
    "modifiedTime": null,
    "lastModifiedBy": null
  },
  "_key": "!items!7UBJoBRNKS0DseiW"
}
