{
  "folder": "qRX2Nw2GyMjTcT97",
  "name": "Studied Commander",
  "type": "feature",
  "_id": "X8RA9Fp6vFF5AeKR",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "description": {
      "value": "<p>Your encyclopedic knowledge of the history of battle lets you apply that knowledge to current challenges. While you are with them, any hero treats the Discover Lore project related to a war or battle as one category cheaper. This makes projects seeking common lore free, but such projects still require a respite activity to complete. (See Downtime Projects for more information.)</p><p>Additionally, if you have a reasonable amount of time before a combat encounter or negotiation, and you have at least one clue or rumor regarding the encounter or negotiation, you can make a Reason test as a Respite activity. The following test results apply to a combat encounter:</p><ul><li>11 or lower: The Director tells you the number of creatures in the encounter.</li><li>12–16: The Director tells you the number and level of the creatures in the encounter.</li><li>17+: As 12–16, and when the encounter begins, all enemies are surprised.</li></ul><p>The following test results apply to a negotiation:</p><ul><li>11 or lower: The Director tells you three different motivations, one of which is one of an NPC’s motivations, while the other two are not.</li><li>12–16: The Director tells you one of an NPC’s motivations.</li><li>17+: As 12–16, and you and each of your allies gains an edge on tests made to influence NPCs during the negotiation.</li></ul><p>You can make this test only once for any encounter or negotiation.</p>",
      "director": ""
    },
    "source": {
      "book": "Heroes",
      "page": "176",
      "license": "Draw Steel Creator License",
      "revision": 1
    },
    "_dsid": "studied-commander",
    "type": {
      "value": "",
      "subtype": ""
    },
    "prerequisites": {
      "value": ""
    }
  },
  "effects": [],
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null,
    "coreVersion": "13.347",
    "systemId": "draw-steel",
    "systemVersion": "0.8.0",
    "createdTime": 1751141867223,
    "modifiedTime": null,
    "lastModifiedBy": null
  },
  "_key": "!items!X8RA9Fp6vFF5AeKR"
}
