{
  "folder": "oBlC3EZdWggPWyRn",
  "name": "Clarity and Strain",
  "type": "feature",
  "_id": "MkF7O4vi1bEV6zJK",
  "img": "icons/magic/light/orbs-hand-gray.webp",
  "system": {
    "description": {
      "value": "<p>The focus and precision of your thoughts grant you a Heroic Resource called clarity that empowers your psionic abilities.</p><h1>Clarity in Combat</h1><p>At the start of a combat encounter or some other stressful situation tracked in combat rounds (as determined by the Director), you gain clarity equal to your Victories. At the start of each of your turns during combat, you gain 1d3 clarity.</p><p>Additionally, the first time each combat round that a creature is force moved, you gain 1 clarity.</p><p>You can spend clarity you don’t have, pushing that Heroic Resource into negative numbers to a maximum negative value equal to 1 + your Reason score. At the end of each of your turns, you take 1 damage for each negative point of clarity.</p><p>Whenever you have clarity below 0, you are strained. Some psionic abilities have additional effects if you are already strained or become strained when you use them. Strained effects can still impact you even after you are no longer strained.</p><p>You lose any remaining clarity or reset any negative clarity at the end of the encounter.</p><h1>Clarity Outside of Combat</h1><p>Though you can’t gain clarity outside of combat, you can use your heroic abilities and effects that cost clarity without spending it. Whenever you use an ability or effect outside of combat that costs clarity, you can’t use that same ability or effect outside of combat again until you earn 1 or more Victories or finish a respite.</p><p>Additionally, whenever you use any ability or effect that costs clarity within 1 minute of using another such ability, you take [[/damage 1d6]] damage and incur any strain effect from using the new ability.</p><p>When you use an ability outside of combat that lets you spend unlimited clarity on its effect, such as Minor Telekinesis, you can use it as if you had spent an amount of clarity equal to your Victories.</p>",
      "director": ""
    },
    "source": {
      "book": "Heroes",
      "page": "187",
      "license": "Draw Steel Creator License",
      "revision": 1
    },
    "_dsid": "clarity-and-strain",
    "advancements": {}
  },
  "effects": [],
  "sort": 200000,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null,
    "coreVersion": "13.347",
    "systemId": "draw-steel",
    "systemVersion": "0.8.0",
    "createdTime": 1755827249859,
    "modifiedTime": null,
    "lastModifiedBy": null
  },
  "_key": "!items!MkF7O4vi1bEV6zJK"
}
