{
  "folder": "oBlC3EZdWggPWyRn",
  "name": "Psi Boost",
  "type": "feature",
  "_id": "iRHtOHSjLfrW5CpL",
  "img": "icons/magic/unholy/strike-body-life-soul-purple.webp",
  "system": {
    "description": {
      "value": "<p>Whenever you use an ability that is a main action or a maneuver with the Psionic keyword, you can spend additional clarity to apply a psi boost to it and enhance its effects. A psi boost’s effects only last until the end of the turn which the ability is first used. You can apply multiple psi boosts to an ability, but only one instance of each specific boost. You can use the following psi boosts:</p><ul><li><p><strong>Dynamic Power</strong> <strong>(1 Clarity</strong>): If the ability force moves a target, the forced movement distance gains a bonus equal to your Reason score.</p></li><li><p><strong>Expanded Power (3 Clarity):</strong> If the ability targets an area, you increase the size of the area by 1. If the area is a line, you increase the size of one dimension, not both.</p></li><li><p><strong>Extended Power (1 Clarity):</strong> If the ability is ranged, the distance gains a bonus equal to your Reason score. If the ability is melee, the distance gains a +2 bonus.</p></li><li><p><strong>Heightened Power (1 Clarity):</strong> If the ability deals rolled damage, it deals extra damage equal to your Reason score. [[/damage @R]]</p></li><li><p><strong>Magnified Power (5 Clarity):</strong> If the ability has a potency, you increase that potency by an amount equal to your Reason score.</p></li><li><p><strong>Shared Power (5 Clarity):</strong> If the ability targets individual creatures or objects, you target one additional creature or object within distance.</p></li><li><p><strong>Sharpened Power (1 Clarity):</strong> If the ability has any power roll, that roll gains an edge.</p></li></ul>",
      "director": ""
    },
    "source": {
      "book": "Heroes",
      "page": "196",
      "license": "Draw Steel Creator License"
    },
    "_dsid": "psi-boost",
    "advancements": {}
  },
  "effects": [],
  "sort": 600000,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null,
    "coreVersion": "13.350",
    "systemId": "draw-steel",
    "systemVersion": "0.9.0",
    "createdTime": 1761070027386,
    "modifiedTime": null,
    "lastModifiedBy": null
  },
  "_key": "!items!iRHtOHSjLfrW5CpL"
}
