{
  "folder": "ZaQazDd1CJFiw3wK",
  "name": "Wrath",
  "type": "feature",
  "_id": "qkj3iQg7Ga2OzXXY",
  "img": "icons/magic/holy/projectiles-blades-salvo-yellow.webp",
  "system": {
    "description": {
      "value": "<p>The power you serve grants you a Heroic Resource called wrath, fueling your abilities as you censor those your church deems to be heretics.</p><h4>Wrath in Combat</h4><p>At the start of a combat encounter or some other stressful situation tracked in combat rounds (as determined by the Director), you gain wrath equal to your Victories. At the start of each of your turns during combat, you gain 2 wrath.</p><p>Additionally, the first time each combat round that a creature judged by you (see @UUID[Compendium.draw-steel.abilities.Item.EhPpL42VZWxqeSEj]{Judgement}) deals damage to you, you gain 1 wrath. The first time each combat round that you deal damage to a creature judged by you, you gain 1 wrath.</p><p>You lose any remaining wrath at the end of the encounter.</p><h4>Wrath Outside of Combat</h4><p>Though you can’t gain wrath outside of combat, you can use your heroic abilities and effects that cost wrath without spending it. Whenever you use an ability or effect outside of combat that costs wrath, you can’t use that same ability or effect outside of combat again until you earn 1 or more Victories or finish a respite.</p><p>When you use an ability outside of combat that lets you spend unlimited wrath on its effect, you can use it as if you had spent an amount of wrath equal to your Victories. (Such abilities aren’t part of the core rules for the censor, but they might appear in future products.)</p>",
      "director": ""
    },
    "source": {
      "book": "Heroes",
      "page": "79",
      "license": "Draw Steel Creator License"
    },
    "_dsid": "wrath",
    "advancements": {},
    "type": {
      "value": "",
      "subtype": ""
    },
    "prerequisites": {
      "value": ""
    }
  },
  "effects": [],
  "sort": 400000,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null,
    "coreVersion": "13.350",
    "systemId": "draw-steel",
    "systemVersion": "0.8.0",
    "createdTime": 1754753400952,
    "modifiedTime": null,
    "lastModifiedBy": null
  },
  "_key": "!items!qkj3iQg7Ga2OzXXY"
}
