{
  "folder": "ZaQazDd1CJFiw3wK",
  "name": "Templar",
  "type": "feature",
  "_id": "sDXMVcp7GDKEQgvA",
  "img": "icons/skills/melee/sword-winged-holy-orange.webp",
  "system": {
    "description": {
      "value": "<p>You are the ultimate representation of your god’s justice in the timescape. Whenever you use your Judgment ability, you can use a free triggered action to use a conduit domain effect associated with yourchosen domain, or a domain you access with virtue (see below). If the effect calls for the use of your Intuition score, you use your Presence score instead. If the effect uses your conduit level, use your censor level instead.</p><p>Additionally, whenever you take a respite, you can open a portal to rest in the presence of your deity and bring along any allies. When you do, you can ask your deity three questions, which the Director must answer honestly if your deity knows the answers (though they might answer cryptically or incompletely). When you finish your respite, you and your allies can appear at any location in the timescape where someone worships your deity.</p><p>While you rest in their presence, your god might also give you priority targets to enact justice upon. You and your allies each have a double edge on power rolls made against such targets. If you attempt to open a portal to your deity again before you have defeated your priority targets, you suffer your god’s wrath, as determined by the Director.</p>",
      "director": ""
    },
    "source": {
      "book": "Heroes",
      "page": "93",
      "license": "Draw Steel Creator License"
    },
    "_dsid": "templar",
    "advancements": {}
  },
  "effects": [],
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null,
    "coreVersion": "13.350",
    "systemId": "draw-steel",
    "systemVersion": "0.9.0",
    "createdTime": 1761430896919,
    "modifiedTime": null,
    "lastModifiedBy": null
  },
  "_key": "!items!sDXMVcp7GDKEQgvA"
}
