{
  "name": "Abjurer’s Bastion",
  "type": "treasure",
  "img": "icons/equipment/finger/ring-band-thin-silver-teal.webp",
  "folder": "VKJHe5zcFfKVBQ2l",
  "effects": [],
  "flags": {},
  "system": {
    "description": {
      "value": "<p><em>An ornate ring is set with a large diamond that swirls with blue light, and whose inner surface is etched with protective runes.</em></p><p><strong>1st Level:</strong> While you wield this implement, your magic or psionic abilities that deal rolled damage gain a +[[/damage 1]] damage bonus. Additionally, whenever you deal rolled damage to a creature using a magic or psionic ability, you gain temporary Stamina equal to your highest characteristic score.</p><p><strong>5th Level:</strong> The implement’s damage bonus increases to +2. Additionally, whenever you deal rolled damage using a magic or psionic ability, you can use a maneuver to create an immobile field of protection that is a 1 cube, around yourself or around an ally within 5 squares. While in the area, you or the chosen ally has damage immunity 5. The field disappears at the start of your next turn.</p><p><strong>9th Level:</strong> The implement’s damage bonus increases to +3. Whenever you deal rolled damage to a creature using a magic or psionic ability, you and each ally within 5 squares of you gains temporary Stamina equal to your highest characteristic score. Additionally, the size of your field of protection increases to a 3 cube, and it can be placed anywhere within 10 squares of you. You and each ally in the area gain its benefits. Brittlebreaker This crystal wand thrums with power, yet is so thin and brittle that it feels as if even a slight squeeze will shatter it.</p>",
      "director": ""
    },
    "source": {
      "book": "Heroes",
      "page": "",
      "license": "Draw Steel Creator License"
    },
    "_dsid": "treasure",
    "kind": "implement",
    "category": "leveled",
    "echelon": 1,
    "keywords": [
      "magic",
      "implement"
    ],
    "quantity": 1,
    "project": {
      "prerequisites": "A diamond ring",
      "source": "Texts or lore in Caelian",
      "rollCharacteristic": [
        "might",
        "reason",
        "intuition"
      ],
      "yield": {
        "amount": "1",
        "display": ""
      },
      "goal": 450
    }
  },
  "_id": "gKbX3NuPkUQFrzag",
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null,
    "coreVersion": "13.351",
    "systemId": "draw-steel",
    "systemVersion": "0.9.0",
    "createdTime": 1763173308662,
    "modifiedTime": null,
    "lastModifiedBy": null
  },
  "_key": "!items!gKbX3NuPkUQFrzag"
}
