{
  "folder": "JwIyKm3943QCjSQQ",
  "name": "Persistent Magic",
  "type": "feature",
  "_id": "qOIxRq9d3diTKJzO",
  "img": "icons/magic/time/clock-stopwatch-white-blue.webp",
  "system": {
    "description": {
      "value": "<p>Some of your heroic abilities have a persistent effect entry. For example, the Instantaneous Excavation ability has an effect noted as “Persistent 1.” Whenever you use a persistent ability, you decide whether you want to maintain it, and start doing so immediately after you first use the ability. If you maintain a persistent ability in combat, you reduce the amount of essence you earn at the start of your turn by an amount equal to the ability’s persistent value, which enables the ability’s persistent effect. All your active persistent abilities end at the end of the encounter.</p><p>You can’t maintain any abilities that would make you earn a negative amount of essence at the start of your turn. You can stop maintaining an ability at any time (no action required).</p><p>If you maintain the same ability on several targets and the effect includes a power roll, you make that roll once and apply the same effect to all targets. A creature can’t be affected by multiple instances of a persistent ability.</p><p>If you take damage equal to or greater than 5 times your Reason score in one turn, you stop maintaining any persistent abilities. For instance, if you have a Reason score of 2 and are maintaining Instantaneous Excavation, taking 10 or more damage in one turn causes you to stop maintaining the ability.</p>",
      "director": ""
    },
    "source": {
      "book": "Heroes",
      "page": "114",
      "license": "Draw Steel Creator License",
      "revision": 1
    },
    "_dsid": "persistance-magic",
    "advancements": {}
  },
  "effects": [],
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null,
    "coreVersion": "13.347",
    "systemId": "draw-steel",
    "systemVersion": "0.8.0",
    "createdTime": 1755712641824,
    "modifiedTime": null,
    "lastModifiedBy": null
  },
  "_key": "!items!qOIxRq9d3diTKJzO"
}
