{
  "folder": "JwIyKm3943QCjSQQ",
  "name": "Essence",
  "type": "feature",
  "_id": "HHHvJgoi4xgD0Oiy",
  "img": "icons/magic/symbols/runes-star-magenta.webp",
  "system": {
    "description": {
      "value": "<p>You channel the substance of creation in the form of a Heroic Resource called essence, gathering and burning it to cast and maintain spells.</p><h4>Essence in Combat</h4><p>At the start of a combat encounter or some other stressful situation tracked in combat rounds (as determined by the Director), you gain essence equal to [[lookup @hero.victories]]{your Victories}. At the start of each of your turns during combat, you gain 2 essence.</p><p>Additionally, the first time each combat round that you or a creature within 10 squares takes damage that isn’t untyped or holy damage, you [[/gain 1 hr]]{gain 1 essence}.</p><p>You lose any remaining essence at the end of the encounter.</p><h4>Essence Outside of Combat</h4><p>Though you can’t gain essence outside of combat, you can use your heroic abilities and effects that cost essence without spending it. Whenever you use an ability or effect outside of combat that costs essence, you can’t use that same ability or effect outside of combat again until you earn 1 or more Victories or finish a respite.</p><p>When you use a persistent ability outside of combat (see @UUID[Compendium.draw-steel.classes.qOIxRq9d3diTKJzO]{Persistent Magic}), you can maintain it for a number of rounds equal to your Victories.</p><p>When you use an ability outside of combat that lets you spend unlimited essence on its effect, you can use it as if you had spent an amount of essence equal to your Victories.</p>",
      "director": ""
    },
    "source": {
      "book": "Heroes",
      "page": "113",
      "license": "Draw Steel Creator License"
    },
    "_dsid": "essence",
    "advancements": {}
  },
  "effects": [],
  "sort": 100000,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null,
    "coreVersion": "13.351",
    "systemId": "draw-steel",
    "systemVersion": "0.10.0",
    "createdTime": 1755712462360,
    "modifiedTime": null,
    "lastModifiedBy": null
  },
  "_key": "!items!HHHvJgoi4xgD0Oiy"
}
