{
  "folder": "JwIyKm3943QCjSQQ",
  "name": "Wyrding",
  "type": "feature",
  "_id": "PPbJfR9PPxcLY3t4",
  "img": "icons/commodities/materials/parchment-secrets.webp",
  "system": {
    "description": {
      "value": "<p>You can spend 10 uninterrupted minutes to create a freeform magic spell for a variety of situations. Choose one of the following magical effects:</p><ul><li><p>You create a mundane object of a size equal to [[lookup @R]]{your Reason score} or smaller.</p></li><li><p>You construct a place of shelter suitable for twenty creatures that lasts for 24 hours and can’t be detected by enemies.</p></li><li><p>You restore all Stamina to a mundane object of a size equal to [[lookup @R]]{your Reason score} or smaller.</p></li><li><p>Choose a cube with a size up to [[lookup @R]]{your Reason score} within 5 squares. You can fill that area with difficult terrain or natural phenomena such as fire, water, or plant life, or can clear the area of those things.</p></li><li><p>You can preserve a corpse or up to 5 pounds of food for a week, or can cause a corpse or that amount of food to instantly rot.</p></li><li><p>You create a seal on a surface that can’t be seen or felt by anyone but you. When a creature comes adjacent to the surface, you can see and hear through the seal for as long as the creature remains adjacent to it. When you create the seal, you can decide to limit the number of creatures who activate it by choosing a creature keyword (such as Undead) or a specific name (such as Ajax the Invincible) or organization (such as the Black Iron Pact). If you do, the seal alerts you only when creatures with the keyword, name, or organizational affiliation you provide pass by it. If you create a second seal, the first one disappears. You can dispel a seal at any time (no action required).</p></li></ul>",
      "director": ""
    },
    "source": {
      "book": "Heroes",
      "page": "124",
      "license": "Draw Steel Creator License"
    },
    "_dsid": "wyrding",
    "advancements": {}
  },
  "effects": [],
  "sort": 400000,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null,
    "coreVersion": "13.351",
    "systemId": "draw-steel",
    "systemVersion": "0.10.0",
    "createdTime": 1761509191648,
    "modifiedTime": null,
    "lastModifiedBy": null
  },
  "_key": "!items!PPbJfR9PPxcLY3t4"
}
