{
  "folder": "APQZ5fHFsMZFYLtD",
  "name": "Ferocity",
  "type": "feature",
  "img": "icons/magic/fire/flame-burning-fist-strike.webp",
  "system": {
    "description": {
      "value": "<p>Within the heat of battle, your determination and anger grow, fueling a Heroic Resource called ferocity.</p><h4>Ferocity in Combat</h4><p>At the start of a combat encounter or some other stressful situation tracked in combat rounds (as determined by the Director), you gain ferocity equal to your Victories. At the start of each of your turns during combat, you gain 1d3 ferocity.</p><p>Additionally, the first time each combat round that you take damage, you gain 1 ferocity. The first time you become winded or are dying in an encounter, you gain 1d3 ferocity.</p><p>You lose any remaining ferocity at the end of the encounter.</p><h4>Ferocity  Outside of Combat</h4><p>Though you can’t gain ferocity outside of combat, you can use your heroic abilities and effects that cost ferocity without spending it. Whenever you use an ability or effect outside of combat that costs ferocity, you can’t use that same ability or effect outside of combat again until you earn 1 or more Victories or finish a respite.</p><p>When you use an ability outside of combat that lets you spend unlimited ferocity on its effect, such as To the Uttermost End, you can use it as if you had spent an amount of ferocity equal to your Victories.</p><h4>Growing Ferocity</h4><p>You gain certain benefits in combat based on the amount of ferocity you have (see 1st-Level Aspect Features for details). These benefits last until the end of your turn, even if a benefit would become unavailable to you because of the amount of ferocity you spend during your turn.</p><p>Some Growing Ferocity benefits can be applied only if you are a specific level or higher, with the level of those benefits noted in the various Growing Ferocity tables in this section.</p>",
      "director": ""
    },
    "source": {
      "book": "Heroes",
      "page": "79",
      "license": "Draw Steel Creator License",
      "revision": 1
    },
    "_dsid": "ferocity",
    "advancements": {}
  },
  "effects": [],
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null,
    "coreVersion": "13.347",
    "systemId": "draw-steel",
    "systemVersion": "0.8.0",
    "createdTime": 1755576523329,
    "modifiedTime": null,
    "lastModifiedBy": null
  },
  "_id": "F8JyT7pwBmV3fYj2",
  "sort": 100000,
  "_key": "!items!F8JyT7pwBmV3fYj2"
}
