{
  "name": "Hawk Rider",
  "type": "complication",
  "folder": "luKqW8QDTBJo5AM4",
  "system": {
    "source": {
      "book": "Heroes",
      "license": "Draw Steel Creator License",
      "page": "239"
    },
    "description": {
      "value": "<p>You travel with a giant hawk who you stole from the Hawklords (see Vasloria in Chapter 1: The Basics). You might once have been a Hawklord yourself, or perhaps you escaped their captivity. Having a giant hawk companion comes with its share of inconveniences and dangers, but those are a small price to pay for the freedom of the open sky. </p><p><strong>Benefit:</strong> As long as you are not in a building or other structure, you can spend 1 uninterrupted minute to summon your giant hawk (see the Humans entry in Draw Steel: Monsters), which acts as your mount. You can dismiss the hawk at any time (no action required). The hawk won’t go inside buildings, dungeons, or other structures, and it won’t accept anyone but you as a rider. If the hawk takes damage or dies, you can restore them to full Stamina as a respite activity. </p><p><strong>Drawback:</strong> People aware of the origin of your mount are afraid to interact with you, since they worry the Hawklords will come after them by association. You take a bane on any test made to influence anyone who knows of the Hawklords and who has observed you with your giant hawk. Such people might also report you to the Hawklords, who come looking for you at the Director’s discretion.</p>",
      "director": ""
    },
    "_dsid": "hawk-rider",
    "advancements": {}
  },
  "_id": "EEd2TpauxhDFQR80",
  "img": "icons/creatures/birds/raptor-hawk-flying.webp",
  "effects": [],
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null,
    "coreVersion": "13.347",
    "systemId": "draw-steel",
    "systemVersion": "0.8.0",
    "createdTime": 1754715846118,
    "modifiedTime": null,
    "lastModifiedBy": null
  },
  "_key": "!items!EEd2TpauxhDFQR80"
}
