{
  "folder": "oJjd2rCtL3HYUh8r",
  "name": "Discipline",
  "type": "feature",
  "_id": "NkpEnSzYHrXquyNx",
  "img": "icons/magic/perception/third-eye-blue-red.webp",
  "system": {
    "description": {
      "value": "<p>As your mastery of your body and tradition grows, it imbues you with a Heroic Resource called discipline. </p><h4>Discipline in Combat</h4><p>At the start of a combat encounter or some other stressful situation tracked in combat rounds (as determined by the Director), you gain discipline equal to your Victories. At the start of each of your turns during combat, you gain 2 discipline.</p><p>Additionally, the first time each combat round that an enemy in the area of your Null Field ability (see below) uses a main action, you gain 1 discipline. The first time each combat round that the Director uses an ability that costs Malice, you gain 1 discipline.</p><p>You lose any remaining discipline at the end of the encounter.</p><h4>Discipline Outside of Combat</h4><p>Though you can’t gain discipline outside of combat, you can use your heroic abilities and effects that cost discipline without spending it. Whenever you use an ability or effect outside of combat that costs discipline, you can’t use that same ability or effect outside of combat again until you earn 1 or more Victories or finish a respite.</p><p>When you use an ability outside of combat that lets you spend unlimited discipline on its effect, you can use it as if you had spent an amount of discipline equal to your Victories. (Such abilities aren’t part of the core rules for the null, but they might appear in future products.)</p><h4>Discipline Mastery</h4><p>As you advance in your chosen null tradition, you gain certain benefits in combat, including benefits based on the amount of discipline you have. Benefits based on how much discipline you have last until the end of your turn, even if a benefit would become unavailable to you because of the amount of discipline you spend during your turn.</p><p>Some Discipline Mastery benefits can be applied only if you are a specific level or higher, with the level of those benefits noted in the tables for each subclass.</p>",
      "director": ""
    },
    "source": {
      "book": "Heroes",
      "page": "147",
      "license": "Draw Steel Creator License"
    },
    "_dsid": "discipline",
    "advancements": {}
  },
  "effects": [],
  "sort": 100000,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null,
    "coreVersion": "13.351",
    "systemId": "draw-steel",
    "systemVersion": "0.9.1",
    "createdTime": 1755804101789,
    "modifiedTime": null,
    "lastModifiedBy": null
  },
  "_key": "!items!NkpEnSzYHrXquyNx"
}
