{
  "name": "Imbue Weapon: Chargebreaker (5th-Level Weapon Enhancement)",
  "type": "project",
  "img": "icons/weapons/swords/sword-guard-bronze.webp",
  "system": {
    "description": {
      "value": "<h4>Imbue Treasure</h4><p>You can create leveled treasures by imbuing items with magic or psionic power. You must have a mundane version of the item you plan to imbue, such as a sword or shield, when you start this project.</p><p>You can imbue any item three times. The first time you imbue it, you pick a 1st-level enhancement. The second time you imbue it, you pick a 5th-level enhancement. The third time you imbue it, you pick a 9th-level enhancement. A hero using armor or a weapon can’t benefit from an enhancement unless they are using a kit that includes the armor or weapon type, and their level matches the enhancement’s level.</p><p>If an enhancement has a Roman numeral greater than I after it, such as the Phasing III enhancement, that enhancement can’t be applied unless the item has all previous versions of the enhancement. This means you can’t imbue armor with the Phasing III enhancement unless it has the Phasing I and Phasing II enhancements first. The effects of numbered enhancements are cumulative unless otherwise noted.</p><p>Enhancements are broken out by item type (armor, implement, or weapon) and level. Each item type and level features a table showing the name, item prerequisite, and project source language of each enhancement. Imbued items take the Magic or Psionic keyword (your choice) and are part of any kit categories appropriate to the type of item (light armor, medium weapon, and so forth).</p><p>Imbuing treasure with supernatural power as a downtime project typically means you undertake that project to make use of the treasure yourself. As such, all the features of imbuing refer to “you” as the user of the item. However, imbued items can be created for other creatures, or created by other creatures and found as treasure.</p><h4>Imbue Weapon</h4><p>A weapon imbued with an enhancement grants you special benefits while it is wielded. Additionally, when a weapon receives its 1st-level enhancement, it grants your weapon abilities that deal rolled damage a +1 damage bonus. A 5th-level enhancement increases the damage bonus to +2, and a 9th-level enhancement increases it to +3.</p><h5>Unarmed Strike Treasures</h5><p>A hero who has a kit that uses unarmed strikes, such as the Martial Artist and Pugilist kit, can create leveled weapon treasures that enhance their unarmed strikes by imbuing hand wraps, rings, shoes, or any other item worn on the body with supernatural power. At the Director’s discretion, heroes who don’t use kits, such as elementalists and nulls, can also benefit from such treasures.</p><p><strong>Chargebreaker:</strong> While you wield this weapon, you have the following ability.</p><p>@UUID[Compendium.draw-steel.rewards.Item.3ZQtmPn9xZvsRUu3]{Stop Right There}</p>",
      "director": ""
    },
    "source": {
      "book": "Heroes",
      "page": "302",
      "license": "Draw Steel Creator License",
      "revision": 1
    },
    "_dsid": "imbue-weapon-5th-level-weapon-enhancement",
    "type": "crafting",
    "prerequisites": "A weapon with a 1st-level enhancement; An adamantine spearhead",
    "projectSource": "Texts or lore in Zaliac",
    "rollCharacteristic": [
      "might",
      "reason",
      "intuition"
    ],
    "goal": 150,
    "points": 0,
    "yield": {
      "item": null,
      "amount": "1",
      "display": ""
    }
  },
  "effects": [],
  "folder": "B1Z4LTU5lyxyP7VQ",
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null,
    "coreVersion": "13.346",
    "systemId": "draw-steel",
    "systemVersion": "0.8.0",
    "createdTime": 1754536683825,
    "modifiedTime": null,
    "lastModifiedBy": null
  },
  "ownership": {
    "default": 0,
    "lRkxYszShOLYPqDd": 3
  },
  "_id": "AvYMaatEewlKjyJm",
  "sort": 1200000,
  "_key": "!items!AvYMaatEewlKjyJm"
}
