{
  "name": "Displacer",
  "type": "treasure",
  "img": "icons/weapons/axes/axe-double-ice-blue.webp",
  "folder": "78VTHX5tnOWffNOa",
  "effects": [],
  "flags": {},
  "system": {
    "description": {
      "value": "<p><em>This crystal battleaxe seems to pull at the hands that wield it, as if anxious to leap across the battlefield.</em></p><p><strong>1st Level:</strong> Any weapon ability that deals rolled damage using this weapon deals an extra [[/damage 1 psychic]] damage. Additionally, whenever you deal rolled damage to a creature, you can use a maneuver to teleport you and that creature, letting you trade places provided you both fit into each other’s spaces.</p><p><strong>5th Level:</strong> The weapon’s extra psychic damage increases to 2. Additionally, whenever you deal rolled damage to a creature, you can use a maneuver to trade places with that creature or any creature within 4 squares of them, provided you both fit into each other’s spaces.</p><p><strong>9th Level:</strong> The weapon’s extra psychic damage increases to 3. Additionally, whenever you deal rolled damage to a creature, you can use a maneuver to trade places with that creature or any creature within 8 squares of them, provided you both fit into each other’s spaces. Additionally, you can cause the creature you traded places with to be weakened until the end of their next turn, or you can spend a Recovery.</p>",
      "director": ""
    },
    "source": {
      "book": "Heroes",
      "page": "331",
      "license": "Draw Steel Creator License"
    },
    "_dsid": "treasure",
    "kind": "weapon",
    "category": "leveled",
    "echelon": 1,
    "keywords": [
      "psionic",
      "medium"
    ],
    "quantity": 1,
    "project": {
      "prerequisites": "An ancient bronze gear covered in indecipherable runes",
      "source": "Texts in Zaliac",
      "rollCharacteristic": [
        "might",
        "intuition"
      ],
      "yield": {
        "amount": "1",
        "display": ""
      },
      "goal": 450
    }
  },
  "_id": "75ro7goQ7vhfTOwH",
  "sort": 400000,
  "ownership": {
    "default": 0
  },
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null,
    "coreVersion": "13.351",
    "systemId": "draw-steel",
    "systemVersion": "0.9.0",
    "createdTime": 1763173316034,
    "modifiedTime": null,
    "lastModifiedBy": null
  },
  "_key": "!items!75ro7goQ7vhfTOwH"
}
