{
  "name": "Mark",
  "type": "ability",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "source": {
      "book": "Backer Packet",
      "page": "#2",
      "license": "Draw Steel Creator License",
      "revision": 1
    },
    "_dsid": "mark",
    "keywords": [
      "ranged"
    ],
    "type": "maneuver",
    "category": "signature",
    "resource": null,
    "trigger": "",
    "distance": {
      "type": "ranged",
      "primary": 10,
      "secondary": 0,
      "tertiary": null
    },
    "damageDisplay": "melee",
    "target": {
      "type": "creature",
      "value": 1
    },
    "power": {
      "roll": {
        "formula": "@chr",
        "characteristics": []
      },
      "effects": {}
    },
    "effect": {
      "before": "",
      "after": "The target is marked by you until the end of the encounter, you die, you use this ability again, or you willingly end this effect (no action required). If another tactician marks the target, then your mark on the target ends. You can have one target marked this way, but other tactician abilities can allow you to have multiple marked creatures.\n\nWhile the target is marked and within your line of effect, you and allies within your line of effect have an edge on power rolls made against the target.\n\nWhen the marked creature is reduced to 0 Stamina, you can use a free triggered action to move the mark to a new target within 10 squares.\n\nIn addition, you can spend 1 focus to take one of the following free triggered actions whenever you or an ally damages a target with an ability. You can’t use more than one instance of a benefit per trigger:\n\n* The ability deals additional damage equal to twice your Reason score.\n* The damage dealer can spend a Recovery.\n* The damage dealer can shift up to a number of squares equal to your Reason score."
    },
    "spend": {
      "value": null,
      "text": ""
    },
    "story": "You draw your allies’ attention to a specific foe - with devastating effect."
  },
  "effects": [],
  "folder": "namgjInmC0X7jtJb",
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null,
    "coreVersion": "13.347",
    "systemId": "draw-steel",
    "systemVersion": "0.8.0",
    "createdTime": 1751141679543,
    "modifiedTime": null,
    "lastModifiedBy": null
  },
  "ownership": {
    "default": 0
  },
  "_id": "Xyo0zP5joRTbUjR9",
  "sort": 100000,
  "_key": "!items!Xyo0zP5joRTbUjR9"
}
