{
  "folder": "d4ZRwtKptm3Rr4F6",
  "name": "Discover Lore - Lost Knowledge",
  "type": "project",
  "_id": "Xd5jR7zDmUzdA5c2",
  "img": "icons/sundries/scrolls/scroll-bound-ruby-red.webp",
  "system": {
    "description": {
      "value": "<p>If you want to track the location of a lost treasure, decipher a ritual, or trace the lineage of a royal family to find the next heir to the throne, you can start a downtime project to delve into whatever mysteries you seek to unravel. You might start a project to discover lore because the information can’t be discovered through a single test, or you could do so because you failed a test to recall information and now want to learn it through research.</p><p>When you start a downtime project to discover lore, you choose the lore you want investigated and the questions you want answered. The Director tells you if the lore you seek amounts to common, obscure, lost, or forbidden knowledge. The more esoteric the knowledge, the more project points are required to find the answers you seek.</p><h4>Lost Knowledge</h4><p>Lost knowledge is so esoteric that even among a field’s most dedicated scholars, there might be only one or two individuals who have dug deep enough to know that lore. Lost knowledge could come from a time so long ago that only a single text in a dead language now holds the lore you seek. Such lore often takes more than a week to hunt down. The location of a legendary steel dwarf’s workshop is most likely lore that is lost—except for one map hidden in a private collection.</p>",
      "director": ""
    },
    "source": {
      "book": "Heroes",
      "page": "303",
      "license": "Draw Steel Creator License"
    },
    "_dsid": "discover-lore",
    "type": "research",
    "prerequisites": "None",
    "projectSource": "Texts or knowledge related to the subject you wish to research",
    "rollCharacteristic": [
      "reason"
    ],
    "points": 0,
    "events": "Compendium.draw-steel.tables.RollTable.ebiZk3Sfa6Jw1JKk",
    "yield": {
      "item": null,
      "amount": "",
      "display": ""
    },
    "goal": 120
  },
  "effects": [],
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null,
    "coreVersion": "13.350",
    "systemId": "draw-steel",
    "systemVersion": "0.9.0",
    "createdTime": 1760143795127,
    "modifiedTime": null,
    "lastModifiedBy": null
  },
  "_key": "!items!Xd5jR7zDmUzdA5c2"
}
