{
  "folder": "d4ZRwtKptm3Rr4F6",
  "name": "Perfect New Recipe: Vintage or Home",
  "type": "project",
  "img": "icons/tools/cooking/bowl-steaming-brown.webp",
  "system": {
    "description": {
      "value": "<p>When you start this project, you choose a recipe for a specific type of dish. The item prerequisite for the project is the ingredients required, which depend on the recipe and which might be difficult to acquire depending on the recipe and its place of origin. You gain a +3 bonus to the project roll if the recipe is one from your culture.</p><p>When you complete the project, you can make five servings of food from the recipe as a respite activity whenever you have access to the ingredients. You and other creatures taking a respite with you can eat a serving of the food and gain its benefits (see below).</p><p>A creature who eats a serving of food from a particular type of recipe gains one of the following benefits, which lasts until the creature takes another respite.</p><p><strong>Comforting:</strong> When the creature fails a saving throw, they can choose to succeed instead. This benefit then ends.</p><p>A creature can benefit from the food of only one recipe at a time, and can’t benefit from more than one serving of a recipe at a time.</p>",
      "director": ""
    },
    "source": {
      "book": "Heroes",
      "page": "308",
      "license": "Draw Steel Creator License",
      "revision": 1
    },
    "_dsid": "perfect-new-recipe",
    "type": "research",
    "prerequisites": "Key ingredients (starfruit, kindleseeds, oarfish, and so forth)",
    "projectSource": "A recipe in a language you know, or someone who can tutor you in that recipe",
    "rollCharacteristic": [
      "reason",
      "intuition"
    ],
    "goal": 100,
    "points": 0,
    "yield": {
      "item": null,
      "amount": "1",
      "display": ""
    }
  },
  "effects": [],
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null,
    "coreVersion": "13.346",
    "systemId": "draw-steel",
    "systemVersion": "0.8.0",
    "createdTime": 1754528737154,
    "modifiedTime": null,
    "lastModifiedBy": null
  },
  "ownership": {
    "default": 0,
    "lRkxYszShOLYPqDd": 3
  },
  "_id": "ItVlhm9EAEXfcd3u",
  "sort": 0,
  "_key": "!items!ItVlhm9EAEXfcd3u"
}
