{
  "folder": "d4ZRwtKptm3Rr4F6",
  "name": "Discover Lore: Common Knowledge",
  "type": "project",
  "img": "icons/sundries/books/book-stack.webp",
  "system": {
    "description": {
      "value": "<p>If you want to track the location of a lost treasure, decipher a ritual, or trace the lineage of a royal family to find the next heir to the throne, you can start a downtime project to delve into whatever mysteries you seek to unravel. You might start a project to discover lore because the information can’t be discovered through a single test, or you could do so because you failed a test to recall information and now want to learn it through research.</p><p>When you start a downtime project to discover lore, you choose the lore you want investigated and the questions you want answered. The Director tells you if the lore you seek amounts to common, obscure, lost, or forbidden knowledge. The more esoteric the knowledge, the more project points are required to find the answers you seek.</p><h4>Common Knowledge</h4><p>Common knowledge is generally easy to discover with a day or so of research. It’s not known by every passerby and takes time to uncover, but with plentiful local sources for the information, you don’t need to spend a lot of time searching. It could be that you need to question several members of a rumor mill to figure out who a noble is not-so-secretly courting, or you might need to spend a few hours in a temple to find the particular religious text that carries a seldom-used alternative name for a deity.</p>",
      "director": ""
    },
    "source": {
      "book": "Heroes",
      "page": "303",
      "license": "Draw Steel Creator License",
      "revision": 1
    },
    "_dsid": "discover-lore",
    "type": "research",
    "prerequisites": "None",
    "projectSource": "Texts or knowledge related to the subject you wish to research",
    "rollCharacteristic": [
      "reason"
    ],
    "goal": 15,
    "points": 0,
    "yield": {
      "item": null,
      "amount": "1",
      "display": ""
    }
  },
  "effects": [],
  "ownership": {
    "default": 0,
    "lRkxYszShOLYPqDd": 3
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null,
    "coreVersion": "13.346",
    "systemId": "draw-steel",
    "systemVersion": "0.8.0",
    "createdTime": 1754524158981,
    "modifiedTime": null,
    "lastModifiedBy": null
  },
  "_id": "WaRtYUJlYnuaM3Qe",
  "sort": 700000,
  "_key": "!items!WaRtYUJlYnuaM3Qe"
}
