{
  "name": "Mask of Oversight",
  "type": "treasure",
  "img": "icons/equipment/head/mask-horned-brown.webp",
  "system": {
    "kind": "other",
    "category": "trinket",
    "echelon": 3,
    "description": {
      "value": "<p><em>This angular electrum mask is set with an excess of eye holes and a horrifying maw.</em><br /><br /></p><p>Effect: While wearing this grotesque mask, you can use a maneuver to cause your eyes to erupt from their sockets and multiply until six eyes orbit your head. This grants you a 360-degree arc of vision and prevents you from being surprised. Additionally, you have a double edge on tests made to discover hidden creatures, items, or mechanisms, but you have a double bane on Presence tests that don’t use the Intimidate skill. As a maneuver, you can return your eyes to your head and make the additional eyes disappear. </p><p>While the eyes circle your head, you can use a maneuver to launch up to three of the eyes at one creature within 10 squares. Each eye you launch deals [[/damage 5]] damage to the target before it is destroyed. You can’t reduce the number of eyes to fewer than two in this way. If you reduce the number of eyes to two, those eyes return to your head, and you can’t use the mask again until you earn 1 or more Victories.</p>",
      "director": ""
    },
    "keywords": [
      "magic",
      "head"
    ],
    "project": {
      "prerequisites": "An overmind egg, the skin of any shapeshifter",
      "source": "Texts or lore in the First Language",
      "rollCharacteristic": [
        "reason",
        "intuition"
      ],
      "goal": 450,
      "yield": {
        "amount": "1",
        "display": ""
      }
    },
    "_dsid": "mask-of-oversight",
    "source": {
      "book": "Heroes",
      "page": "325",
      "license": "Draw Steel Creator License"
    },
    "quantity": 1
  },
  "effects": [],
  "folder": "3Jr2Z1HtiMM7GURB",
  "_id": "TMYtcpA9aIRh07lA",
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null,
    "coreVersion": "13.350",
    "systemId": "draw-steel",
    "systemVersion": "0.9.0",
    "createdTime": 1761753681059,
    "modifiedTime": null,
    "lastModifiedBy": null
  },
  "ownership": {
    "default": 0
  },
  "sort": 0,
  "_key": "!items!TMYtcpA9aIRh07lA"
}
