{
  "folder": "78pbwV8U2xiEUz57",
  "name": "Focus",
  "type": "feature",
  "_id": "BsbaqvmoNmQLIhkS",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "description": {
      "value": "<p>The ring of steel panics others but brings order to your mind, granting you a Heroic Resource called focus.</p><h4>Focus in Combat</h4><p>At the start of a combat encounter or some other stressful situation tracked in combat rounds (as determined by the Director), you gain focus equal to your Victories. At the start of each of your turns during combat, you gain 2 focus. Additionally, the first time each round that you or an ally damages a target you have marked, you gain 1 focus. The first time in a round that an ally within 10 squares of you uses a heroic ability, you gain 1 focus. You lose any remaining focus at the end of the encounter.</p><h4>Focus Outside of Combat</h4><p>Though you can’t gain focus outside of combat, you can use your heroic abilities and effects that cost focus without spending it. Whenever you use an ability or effect outside of combat that costs focus, you can’t use that same ability or effect outside of combat again until you gain at least 1 Victory or finish a Respite. If you use an ability outside of combat that lets you spend unlimited focus on its effect, such as Mark, you can use it as if you had spent an amount of focus on it equal to your Victories.</p>",
      "director": ""
    },
    "source": {
      "book": "Backet Packet",
      "page": "#2",
      "license": "Draw Steel Creator License",
      "revision": 1
    },
    "_dsid": "focus",
    "type": {
      "value": "",
      "subtype": ""
    },
    "prerequisites": {
      "value": ""
    }
  },
  "effects": [],
  "sort": 0,
  "ownership": {
    "default": 0,
    "TJSowGV8FgjirefO": 3
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null,
    "coreVersion": "13.346",
    "systemId": "draw-steel",
    "systemVersion": "0.8.0",
    "createdTime": 1751140343168,
    "modifiedTime": 1751140467094,
    "lastModifiedBy": "TJSowGV8FgjirefO"
  },
  "_key": "!items!BsbaqvmoNmQLIhkS"
}
