{
  "folder": "T4atnhMHm4PGlGhs",
  "name": "Build Airship",
  "type": "project",
  "img": "icons/magic/air/wind-weather-sailing-ship.webp",
  "system": {
    "description": {
      "value": "<p>When you start this project, you hire a crew of carpenters, mages, and shipwrights who work in the area where the project is undertaken, with these artisans building the ship for you. You can make a project roll whenever you are overseeing the project, which you might be able to do remotely through the use of magic or psionics. </p><p>When the project is completed, you have an airship. You and any creatures you designate can operate the ship by touching the ship’s wheel. During combat, a creature touching the wheel can use a maneuver to make the ship move up to 10 squares. The ship can be moved only once per round. Out of combat, the ship has a speed of 130 miles per day. </p><p>An airship is an object (giving it damage immunity all to poison and psychic damage) and can take 200 damage before it is destroyed. If the damage the ship takes is not too severe (as the Director determines), as long as you have access to materials that can repair the ship, you can restore it back to its original condition as a respite activity.</p>",
      "director": ""
    },
    "source": {
      "book": "Heroes",
      "page": "295",
      "license": "Draw Steel Creator License",
      "revision": 1
    },
    "_dsid": "build-airship",
    "type": "crafting",
    "prerequisites": "Wind Crystal of Quintessence",
    "projectSource": "Texts or lore in Low Rhyvian",
    "rollCharacteristic": [
      "might",
      "reason",
      "presence"
    ],
    "goal": 3000,
    "points": 0,
    "yield": {
      "item": null,
      "amount": "1",
      "display": ""
    }
  },
  "effects": [],
  "ownership": {
    "default": 0,
    "lRkxYszShOLYPqDd": 3
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null,
    "coreVersion": "13.346",
    "systemId": "draw-steel",
    "systemVersion": "0.8.0",
    "createdTime": 1754524143282,
    "modifiedTime": null,
    "lastModifiedBy": null
  },
  "_id": "a1i4UroDKkSqT3Iz",
  "sort": 2800000,
  "_key": "!items!a1i4UroDKkSqT3Iz"
}
