{
  "folder": "T4atnhMHm4PGlGhs",
  "name": "Find a Cure",
  "type": "project",
  "img": "icons/tools/laboratory/vials-blue-pink.webp",
  "system": {
    "description": {
      "value": "<p>You research a cure for a disease, curse, or supernatural affliction whose text states that it can be ended by the Find a Cure downtime project. If the affliction was caused by the innate feature of a creature, you need the remains of that creature or another creature of the same kind as an item prerequisite for crafting the cure. For example, you can research the cure for the affliction of a werewolf’s Accursed Bite by studying the corpse of any werewolf, not just the one who did the biting. </p><p>The number of project points it takes to complete this project is equal to 50 times the level of the creature who caused the affliction. If the affliction was created by an environmental or supernatural effect, that effect notes the item prerequisite and project points required to complete this project. </p><p>When you complete this project, you craft one dose of an alchemical cure for the affliction. Once the project is completed, you can craft subsequent doses for the same affliction for half the number of project points required for the initial project.</p>",
      "director": ""
    },
    "source": {
      "book": "Heroes",
      "page": "296",
      "license": "Draw Steel Creator License",
      "revision": 1
    },
    "_dsid": "find-a-cure",
    "type": "crafting",
    "prerequisites": "Varies (see description)",
    "projectSource": "None",
    "rollCharacteristic": [
      "reason",
      "intuition"
    ],
    "goal": 1,
    "points": 0,
    "yield": {
      "item": null,
      "amount": "1",
      "display": ""
    }
  },
  "effects": [],
  "ownership": {
    "default": 0,
    "lRkxYszShOLYPqDd": 3
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null,
    "coreVersion": "13.346",
    "systemId": "draw-steel",
    "systemVersion": "0.8.0",
    "createdTime": 1754524145715,
    "modifiedTime": null,
    "lastModifiedBy": null
  },
  "_id": "6gowm5BpqI1fHXMK",
  "sort": 2400000,
  "_key": "!items!6gowm5BpqI1fHXMK"
}
